Repository: agenceNous/woocommerce_civicrm
Catalog: languages/woocommerce-civicrm-*.po
Languages: fr_fr

source: Order Number
fr_fr: Numéro de commande

source: Billing Name
fr_fr: Nom de factutation

source: Shipping Name
fr_fr: Nom de livraison

source: Item count
fr_fr: Nombre d’articles

source: Amount
fr_fr: Montant

source: This contact is not linked to any WordPress user or WooCommerce Customer
fr_fr: Ce contact n’est lié à aucun utilisateur WordPress ou client WooCommerce

source: Orders
fr_fr: Commandes

source: Add Order
fr_fr: Ajouter une commande

source: None
fr_fr: Aucun

source: CiviCRM Contact could not be fetched
fr_fr: Le contact CiviCRM n’a pu être récupéré

source: CiviCRM Contact could not be found or created
fr_fr: Le contact CiviCRM n’a pas pu être créé

source: Not able to update contribution
fr_fr: Impossible de mettre à jour la contribution

source: Not able to fetch campaign
fr_fr: Impossible de récupérer la campagne

source: Not able to find contact
fr_fr: Impossible de trouver le contact

source: Woocommerce purchase
fr_fr: Commande Woocommerce

source: View
fr_fr: Afficher

source: CiviCRM Contact Updated -
fr_fr: Contact CiviCRM mis à jour -

source: Created new CiviCRM Contact -
fr_fr: Nouveau contact CiviCRM créé -

source: Not able to create/update contact
fr_fr: Impossible de créer/mettre à jour le contact

source: Created new CiviCRM Phone of type %1$s: %2$s
fr_fr: Création d’un nouveau numéro de téléphone CiviCRM de type %1$s : %2$s

source: Created new CiviCRM Email of type %1$s: %2$s
fr_fr: Création d’une nouvelle adresse de messagerie CiviCRM de type %1$s : %2$s

source: Created new CiviCRM Address of type %1$s: %2$s
fr_fr: Création d’une nouvelle adresse CiviCRM de type %1$s : %2$s

source: Not able to add/update address or phone
fr_fr: Impossible de créer/mettre à jour l’adresse ou le téléphone

source: Woocommerce Order -
fr_fr: Commande Woocommerce -

source: Not able to fetch monetary settings
fr_fr: Impossible de récupérer les réglages de devise

source: Contribution %s has been created in CiviCRM
fr_fr: La contribution %s a été créée dans CiviCRM

source: Not able to add contribution
fr_fr: Impossible d’ajouter la contribution

source: CiviCRM Contribution could not be created
fr_fr: La contribution CiviCRM n’a pu être créée

source: shop
fr_fr: boutique

source: Not able to get custom group
fr_fr: Impossible de récupérer un groupe personnalisé

source: Not able to create custom group
fr_fr: Impossible de créer un groupe personnalisé

source: Not able to get custom field
fr_fr: Impossible de récupérer un champ personnalisé

source: CiviCRM Campaign
fr_fr: Campagne CiviCRM

source: CiviCRM Source
fr_fr: Origine

source: View %s in CiviCRM
fr_fr: Voir %s dans CIVICRM

# in: View Contact in CiviCRM
source: Contact
fr_fr: le contact

source: Membership %s has been created in CiviCRM
fr_fr: L’adhésion %s a été créée dans CiviCRM

source: Woocommerce Orders
fr_fr: Commandes Woocommerce

# Order status
source: Pending payment
fr_fr: Attente paiement

# Order status
source: Processing
fr_fr: En cours

# Order status
source: On hold
fr_fr: En attente

# Order status
source: Completed
fr_fr: Terminée

# Order status
source: Cancelled
fr_fr: Annnulée

# Order status
source: Refunded
fr_fr: Remboursée

# Order status
source: Failed
fr_fr: Échouée

source: Campaign
fr_fr: Campagne

source: Source
fr_fr: Origine

source: All campaigns
fr_fr: Toutes les campagnes

source: All sources
fr_fr: Toutes les sources

source: %s (Default)
fr_fr: %s (par défaut)

source: unset
fr_fr: non défini

source: Default (%s)
fr_fr: Par défaut (%s)

source: Exclude
fr_fr: Exclure

source: Contribution type
fr_fr: Type de contribution

source: Custom contribution type for this product
fr_fr: Type de contribution personnalisé pour ce produit

source: — No change —
fr_fr: — Aucun changement —

source: General settings
fr_fr: Réglages généraux

source: Main Woocommerce blog ID
fr_fr: ID du blog Woocommerce

source: The shop on a multisite network
fr_fr: La boutique sur un réseau multisite

source: Cheating uh?
fr_fr: Alors, on triche ?

source: CiviCRM Settings
fr_fr: Réglages CiviCRM

source: Below are the values used when creating contribution/address in CiviCRM.
fr_fr: Ci dessous, les valeurs utilisées pour créer un contribution/adresse dans CiviCRM.

source: Contribution Type
fr_fr: Type de contribution

source: Default campaign
fr_fr: Campagne par défaut

source: Contribution Type VAT (Tax)
fr_fr: Type de contribution TVA (taxe)

source: Billing Location Type
fr_fr: Type d’adresse de facturation

source: Shipping Location Type
fr_fr: Type d’adresse de livraison

source: Sync Contact address
fr_fr: Synchroniser l’adresse de contact

source: If enabled, this option will synchronize Woocommerce user address with CiviCRM's contact address and viceversa.
fr_fr: Si activée, cette option synchronisera l’adresse d’utilisateur Woocommerce avec l’adresse de contact CiviCRM et viceversa.

source: Sync Contact billing phone
fr_fr: Synchroniser le téléphone de facturation

source: If enabled, this option will synchronize Woocommerce user's billing phone with CiviCRM's contact billing phone and viceversa.
fr_fr: Si activée, cette option synchronisera le téléphone de facturation de l’utilisateur Woocommerce avec le téléphone de facturation du contact CiviCRM et viceversa.

source: Sync Contact billing email
fr_fr: Synchroniser l’adresse de messagerie de facturation

source: If enabled, this option will synchronize Woocommerce user's billing email with CiviCRM's contact billing email and viceversa.
fr_fr: Si activée, cette option synchronisera l’adresse EMAIL de facturation de l’utilisateur Woocommerce avec l’adresse EMAIL de facturation du contact CiviCRM et viceversa.

source: Replace Woocommerce States
fr_fr: Remplace les pays / états Woocommerce

source: WARNING, DATA LOSS!! If enabled, this option will replace Woocommerce's States/Countries with CiviCRM's States/Provinces, you WILL lose any existing State/Country data for existing Customers. Any Woocommerce Settings that relay on State/Country will have to be reconfigured.
fr_fr: ATTENTION, PERTE DE DONNÉES ! Si activée, cette option remplacera les pays / états de Woocommerce par les régions/états de CiviCRM, vous ALLEZ perdre tout pays / état existant pour les clients existants. Tout réglage Woocommerce en relation avec les pays / états devra être reconfiguré.

source: Woocommerce CiviCRM settings
fr_fr: Réglages Woocommerce CiviCRM

source: Settings
fr_fr: Réglages
